Repository: andrejmarkus/phd-manager-2
Catalog: PhDManager/Locales/Resources.*.resx
Languages: sk_sk

source: Find thesis
sk_sk: Nájsť tému

# HomeHeading
source: Make your study easier.
sk_sk: Uľahčite si štúdium.

source: Home
sk_sk: Domov

source: Sign in
sk_sk: Prihlásiť sa

# HomeSubheading
source: Sign up and put the paperwork behind you!
sk_sk: Prihláste sa a zahoďte papiere za hlavu!

source: Users
sk_sk: Používatelia

source: Dissertation theses
sk_sk: Dizertačné témy

source: Individual plans
sk_sk: Individuálne plány

source: Create registration
sk_sk: Vytvoriť registráciu

source: Login required
sk_sk: Potrebné prihlásenie

source: Sign out
sk_sk: Odhlásiť sa

# NavigationInfo
source: Use the sidebar for navigation.
sk_sk: Pre navigáciu použi bočný panel.

source: Welcome
sk_sk: Vitaj

source: Username
sk_sk: Používateľské meno

source: Password
sk_sk: Heslo

source: Remember login
sk_sk: Zapamätať si prihlásenie

# SignInExternalService
source: Use another service to log in.
sk_sk: Použi inú službu na prihlásenie.

# SignInForgottenPassword
source: Forgot your password?
sk_sk: Zabudnuté heslo?

# SignInResendEmail
source: Resend the confirmation email.
sk_sk: Znovu zaslať potvrdzovací email.

# SignUpExpired
source: The registration link has expired!
sk_sk: Platnosť registračného odkazu vypršala!

source: Sign up
sk_sk: Zaregistrovať sa

# SignUpMessage
source: Create a new account.
sk_sk: Vytvoriť nový účet.

source: Full name
sk_sk: Celé meno

# SignUpService
source: Use another service to register.
sk_sk: Použi inú službu pre registráciu.

source: LDAP Users
sk_sk: LDAP používatelia

source: First name
sk_sk: Krstné meno

source: Last name
sk_sk: Priezvisko

source: Search
sk_sk: Vyhľadaj

source: Add
sk_sk: Pridať

source: Cancel
sk_sk: Zrušiť

# UserEdit
source: Edit user
sk_sk: Upraviť používateľa

source: Role
sk_sk: Rola

source: Study informations
sk_sk: Študijné informácie

source: Study program
sk_sk: Študijný program

source: Study field
sk_sk: Študijný odbor

source: Study form
sk_sk: Forma štúdia

source: Birthdate
sk_sk: Dátum narodenia

source: Phone number
sk_sk: Telefónne číslo

source: Street
sk_sk: Ulica

source: House number
sk_sk: Číslo domu

source: City
sk_sk: Mesto

source: Postal code
sk_sk: PSČ

source: State
sk_sk: Štát

source: Edit
sk_sk: Upraviť

# IndividualPlanCreate
source: Create individual plan
sk_sk: Vytvoriť individualy plán

# IndividualPlanTitle
source: Doctoral student's individual study plan
sk_sk: Individuálny študijný plán doktoranda

source: Address
sk_sk: Trvalé bydlisko

source: Deadlines
sk_sk: Termíny

# IndividualPlanStudent
source: Name and surname, title
sk_sk: Meno a priezvisko, titul

# IndividualPlanStudyStartDate
source: Entry to doctoral studies
sk_sk: Nástup na doktorandské štúdium

# IndividualPlanDissertationExamDateInfo
source: The deadline for submitting the application for the dissertation examination, including the submission of the written dissertation for the dissertation exam (usually the first half of September in the 2nd year)
sk_sk: Termín podania žiadosti o dizertačnú skúšku vrátane odovzdania písomnej práce k diz. skúške (zvyčajne prvá polovica septembra v 2. ročníku)

# IndividualPlanDissertationExamDate
source: Application deadline
sk_sk: Termín podania žiadosti

# IndividualPlanDissertationSubmissionDate
source: Submission deadline
sk_sk: Termín odovzdania

# IndividualPlanDissertationSubmissionDateInfo
source: Dissertation submission date (usually April in the year of graduation)
sk_sk: Termín odovzdania dizertačnej práce (zvyčajne apríl v roku ukončenia štúdia)

# IndividualPlanStudyEndDate
source: Date of graduation
sk_sk: Termín ukončenia štúdia

# IndividualPlanStudyEndDateInfo
source: Date of completion of doctoral studies, including the defence of the dissertation (usually 31.8. after 3 years of study for internal doctoral students and after 4 years for external doctoral students)
sk_sk: Termín ukončenia doktorandského štúdia vrátane obhajoby dizertačnej práce (zvyčajne 31.8. po 3 rokoch štúdia interní doktorandi a po 4 rokoch externí doktorandi)

source: Study part
sk_sk: Študijná časť

source: Subject
sk_sk: Predmet

# IndividualPlanSubjectsInfo
source: Subjects with thematic headings for the dissertation examination
sk_sk: Predmety s tématickými okruhmi pre dizertačnú skúšku

# IndividualPlanAdditionalSubjectsInfo
source: Recommended additional elective subjects
sk_sk: Odporučané ďalšie voliteľné predmety

# IndividualPlanThesis
source: Dissertation thesis
sk_sk: Dizertačná téma

# IndividualPlanWrittenThesisInfo
source: Topic of the written part of the dissertation examination
sk_sk: Téma písomnej časti dizertačnej skúšky

source: Supervisor
sk_sk: Školitel

# IndividualPlanAdd
source: Add individual plan
sk_sk: Pridať individuálny plán

source: Dissertation thesis title
sk_sk: Názov dizertačnej témy

source: Supervisor name
sk_sk: Meno školitela

source: Supervisor email
sk_sk: Email školitela

source: Student name
sk_sk: Meno doktoranda

source: Student email
sk_sk: Email doktoranda

source: Individual plan edit
sk_sk: Upraviť individuálny plán

# DissertationThesisAdd
source: Add dissertation thesis
sk_sk: Pridať dizertačnú tému

source: Research type
sk_sk: Druh výskumu

source: Approved
sk_sk: Potvrdená

source: Comments count
sk_sk: Počet komentárov

# DisserationThesisEdit
source: Edit dissertation thesis
sk_sk: Úpraviť dizertačnú tému

# DissertationThesisDelete
source: Delete dissertation thesis
sk_sk: Vymazať dizertačnú tému

# DissertationThesisDeleteConfirmation
source: Do you really wish to delete your chosen dissertation topic?
sk_sk: Naozaj si prajete vymazať zvolenú dizertačnú tému?

source: Yes
sk_sk: Áno

source: No
sk_sk: Nie

# IndividualPlanDelete
source: Delete individual plan
sk_sk: Vymazať individuálny plán

# IndividualPlanDeleteConfirmation
source: Do you really want to delete selected individual plan?
sk_sk: Naozaj si prajete vymazať zvolený individuálny plán?

# UserAddLdap
source: Add LDAP user
sk_sk: Pridaj LDAP používateľa

source: Approved email
sk_sk: Potvrdený email

# ProfileEdit
source: Edit profile
sk_sk: Upraviť profil

# UserDelete
source: Delete user
sk_sk: Vymazať užívateľa

# UserDeleteConfirmation
source: Do you really want to delete selected user?
sk_sk: Naozaj si prajete vymazať zvoleného užívateľa?

# CommentEdit
source: Edit comment
sk_sk: Upraviť komentár

source: Comment
sk_sk: Komentár

# DissertationThesesPending
source: Pending dissertation theses
sk_sk: Čakajúce dizertačné témy

source: Dissertation thesis
sk_sk: Dizertačná téma

# DissertationThesisApprove
source: Approve dissertation thesis
sk_sk: Potvrdiť dizertačnú tému

# DissertationThesisProposal
source: Doctoral study thesis proposal
sk_sk: Návrh témy doktorandského štúdia

# LoginSuccessful
source: Successfully logged in!
sk_sk: Úspešne prihlásený!

source: Page not found
sk_sk: Stránka nenájdená

source: Individual plan
sk_sk: Individuálny plán

source: Subjects
sk_sk: Predmety

# IndividualPlanMissing
source: You have not yet been assigned an individual plan.
sk_sk: Zatiaľ Vám nebol priradený individuálny plán.

source: Dissertation thesis assignment
sk_sk: Zadanie dizertačnej témy

# DissertationThesisEnglish
source: Is it possible to develop a thesis in English?
sk_sk: Je možné vypracovať tému v angličtine?

source: Dissertation thesis classification
sk_sk: Zaradenie dizertačnej témy

# DissertationThesisDescription
source: Detailed problem description
sk_sk: Detailnejší opis problému

source: More informations
sk_sk: Ďalšie informácie

# DissertationThesisScientificContribution
source: Expected scientific contribution (algorithms, methodologies, ...)
sk_sk: Predpokladaný vedecký prínos (algoritmy, metodológie, ...)

# DissertationThesisScientificProgress
source: Recommended practice of scientific research
sk_sk: Odporučány postup vedeckého bádania

# ResearchTypeAppliedExperimental
source: Applied research and experimental development
sk_sk: Aplikovaný výskum a experimentálny vývoj

# ResearchTypeApplied
source: Applied research
sk_sk: Aplikovaný výskum

# ResearchTypeBasic
source: Basic research
sk_sk: Základný výskum

# ResearchTypeInfo
source: Specify the type of research in which the thesis will be addressed.
sk_sk: Zadajte druh výskumu, v ktorom bude téma riešená.

# DissertationThesisResearchTask
source: The research task, which will include the thesis to be addressed
sk_sk: Výskumná úloha, ktorej súčasťou bude riešená téma

# DissertationThesisSolutionResults
source: Results to date of the solution at the training site, including references to available resources
sk_sk: Doterajšie výsledky riešenia na školiacom pracovisku, vrátane odkazov na dostupné zdroje

# DissertationThesisSolutionResultsInfo
source: List the literature in the same style as it is displayed in the University Library of the University of Žilina.
sk_sk: Uveďte zoznam literatúry v rovnakom štýle, v akom je zobrazovaná v univerzitnej knižnici ŽU.

source: Comments
sk_sk: Komentáre

source: School year
sk_sk: Školský rok

# UserCreateAddress
source: Create address
sk_sk: Vytvor adresu

source: Not approved
sk_sk: Nepotvrdená

source: Interest
sk_sk: Záujem

source: Enrol
sk_sk: Prihlásiť sa

# EnrolError
source: You have already enrolled for a dissertation thesis.
sk_sk: Už ste sa prihlásili na dizertačnú prácu

# StudentAdd
source: Add doctoral student
sk_sk: Pridaj doktoranda

# ThesisStudentInfo
source: Your assigned dissertation thesis is:
sk_sk: Vaša pridelená dizertačná práca je:

# ThesisStudentInterestInfo
source: Dissertation thesis, that you are interested in:
sk_sk: Dizertačná práca, o ktorú máte záujem:

source: Occupancy
sk_sk: Obsadenosť

source: Renew
sk_sk: Obnoviť

source: All
sk_sk: Všetky

# AllPeople
source: All
sk_sk: Všetci

# OccupancyOccupied
source: Occupied
sk_sk: Obsadená

# OccupancyAvailable
source: Available
sk_sk: Voľná

source: Supervisor specialist
sk_sk: Školitel špecialista

# StudentEdit
source: Edit doctoral student
sk_sk: Upraviť doktoranda

# Students
source: Doctoral students
sk_sk: Doktorandi

source: Admins
sk_sk: Admini

source: Teachers
sk_sk: Učitelia

source: External teachers
sk_sk: Externí učitelia

# DissertationThesisAssign
source: Assign dissertation thesis
sk_sk: Priradenie dizertačnej témy

source: Assign
sk_sk: Priradiť

source: Create
sk_sk: Vytvoriť

# IndividualPlanWrittenThesisRequiredLiterature
source: Study literature - required
sk_sk: Študijná literatúra - povinná

# IndividualPlanWrittenThesisRecommendedLiterature
source: Study literature - recommended
sk_sk: Študijná literatúra - odporúčaná

# IndividualPlanWrittenThesisRecommendedLectures
source: Recommended professional lectures, seminars and conferences
sk_sk: Odporúčané odborné prednášky, semináre a konferencie

source: Scientific part
sk_sk: Vedecká časť

# IndividualThesisResearchTask
source: The research task within which the dissertation is solved
sk_sk: Výskumná úloha, v rámci ktorej je riešená dizertačné práca

# IndividualPlanSolutionResults
source: Publication activity in scientific journals and proceedings and presentation at scientific seminars and conferences
sk_sk: Publikačná činnosť vo vedeckých časopisoch a zborníkoch a prezentácia na vedeckých seminároch a konferenciách

# IndividualPlanDeadline
source: Deadline
sk_sk: Termín

# IndividualPlanSolvingProcedure
source: Procedure for solving the task
sk_sk: Postup riešenia úlohy

# IndividualPlanThematicAreas
source: Thematic areas
sk_sk: Tematické okruhy

# SystemClosedError
source: System was closed!
sk_sk: Systém bol uzatvorený!

# StudentState
source: Doctoral student state
sk_sk: Stav doktoranda

source: Active
sk_sk: Aktívny

source: Unactive
sk_sk: Neaktívny

# TeacherDelete
source: Delete teacher
sk_sk: Vymazať učiteľa

# StudentDelete
source: Delete doctoral student
sk_sk: Vymazať doktoranda

# ExternalTeacherDelete
source: Delete external teacher
sk_sk: Vymazať externého učiteľa

# IndividualPlanGenerate
source: Generate individual plan
sk_sk: Vygenerovať individuálny plán

# AdminDelete
source: Delete admin
sk_sk: Vymazať admina

# DissertationThesisGenerate
source: Generate dissertation thesis
sk_sk: Vygenerovať dizertačnú tému

# UserRegister
source: Register user
sk_sk: Zaregistuj používateľa

source: Teacher
sk_sk: Učiteľ

# DissertationThesisShow
source: Show dissertation thesis
sk_sk: Zobraz dizertačnú tému

# SystemEnabled
source: Dissertation thesis creation enabled
sk_sk: Vytváranie dizertačných tém povolené

# StudyProgramAdd
source: Add study program
sk_sk: Pridaj študijný program

source: Study program name
sk_sk: Názov študijného programu

source: Study program code
sk_sk: Kód študijného programu

source: Study field name
sk_sk: Názov študijného odboru

# StudyProgramEdit
source: Edit study program
sk_sk: Upraviť študijný program

# StudyProgramDelete
source: Delete study program
sk_sk: Vymazať študijný program

# StudyProgramDeleteConfirmation
source: Do you really want to delete selected study program?
sk_sk: Naozaj si prajete vymazať zvolený študijný program?

# ThesisSubjectAdd
source: Add thesis subject
sk_sk: Pridať predmet témy

source: Education
sk_sk: Výučba

source: Thesis subjects
sk_sk: Predmety témy

# SubjectAdd
source: Add subject
sk_sk: Pridať predmet

source: Subject name
sk_sk: Názov predmetu

source: SubjectSemester
sk_sk: Semester predmetu

# SubjectEdit
source: Edit subject
sk_sk: Upraviť predmet

# SubjectDelete
source: Delete subject
sk_sk: Vymazať predmet

# SubjectDeleteConfirmation
source: Do you really want to delete selected subject?
sk_sk: Naozaj si prajete vymazať zvolený predmet?

source: Study programs
sk_sk: Študijné programy

# ThesisSubjectDelete
source: Delete thesis subject
sk_sk: Vymazať predmet témy

source: Department
sk_sk: Katedra

source: Departments
sk_sk: Katedry

# DepartmentAdd
source: Add department
sk_sk: Pridať katedru

# DepartmentDelete
source: Delete department
sk_sk: Vymazať katedru

# DepartmentEdit
source: Edit department
sk_sk: Úpraviť katedru

source: Department name
sk_sk: Názov katedry

source: Department code
sk_sk: Kód katedry

# DepartmentDeleteConfirmation
source: Do you really want to delete selected department?
sk_sk: Naozaj si prajete vymazať zvolenú katedru?

# AdditionalSubjectAdd
source: Add additional subject
sk_sk: Pridať výberový predmet

# AdditionalSubjectDelete
source: Delete additional subject
sk_sk: Vymazať výberový predmet

# TaskAdd
source: Add task
sk_sk: Pridať úlohu

# TaskDelete
source: Delete task
sk_sk: Vymazať úlohu

source: Grades
sk_sk: Známky

source: Grade
sk_sk: Známka

# GradesEdit
source: Edit grades
sk_sk: Upraviť známky

# SystemOpening
source: Opening
sk_sk: Otvorenie

# SystemClosing
source: Closing
sk_sk: Uzatvorenie

source: Update
sk_sk: Aktualizovať

# SubjectRequired
source: Required subject
sk_sk: Povinný predmet

# SubjectsExamApplicationInfo
source: I am applying for the state examination in the following subjects
sk_sk: Prihlasujem sa na štátnu skúšku z predmetov

# SubjectsExamApplicationNote
source: Select only those from which you have not yet taken the state exam
sk_sk: Vyberte iba tie, z ktorých ste štátnu skúšku ešte neabsolvovali

# ExamApplication
source: Application for the dissertation examination
sk_sk: Prihláška na dizertačnú skúšku

# ExamApplicationWrittenThesisTitle
source: Topic of the written part of the dissertation examination
sk_sk: Téma písomnej časti dizertačnej skúšky

# ExamApplicationWrittenThesisTitleEnglish
source: Topic of the written part of the dissertation examination in English
sk_sk: Téma písomnej časti dizertačnej skúšky v angličtine

source: Applications
sk_sk: Prihlášky

# SubjectsExamApplication
source: Application for the state examination in compulsory subjects
sk_sk: Prihláška na štátnu skúšku z povinných predmetov

# ExamApplicationEdit
source: Edit exam application
sk_sk: Upraviť prihlášku

# ExamApplicationDelete
source: Delete exam application
sk_sk: Vymazať prihlášku na skúšku

# ExamApplicationGenerate
source: Generate exam application
sk_sk: Vygenerovať prihlášku na skúšku

source: Evaluations
sk_sk: Hodnotenia

# StudentEvaluationAdd
source: Add student evaluation
sk_sk: Pridať hodnotenie študenta

source: Written dissertation thesis title
sk_sk: Názov písomnej dizertačnej témy

# StudentEvaluationEdit
source: Edit student evaluation
sk_sk: Upraviť hodnotenie študenta

# StudentEvaluationDelete
source: Delete student evaluation
sk_sk: Vymazať hodnotenie študenta

# StudentEvaluation
source: Annual evaluation of the student
sk_sk: Ročné hodnotenie študenta

# Student
source: Doctoral student
sk_sk: Doktorand

source: Dissertation exam
sk_sk: Dizertačná skúška

# StudentEvaluationSubjects
source: Subjects of the individual study plan
sk_sk: Predmety individuálneho študijného plánu

source: Planned deadline
sk_sk: Plánovaný termín

source: Real deadline
sk_sk: Skutočný termín

source: Exam date
sk_sk: Termín vykonania skúšky

source: Thesis state
sk_sk: Stav rozpracovania

# DefenceApplicationDate
source: Deadline for applying for the defence
sk_sk: Termín prihlásenia na obhajobu

# StudentEvaluationSupervisorEvaluation
source: Evaluation of the doctoral student's work by the supervisor
sk_sk: Hodnotenie práce doktoranda školiteľom

# StudentEvaluationCreditsEvaluation
source: Credits awarded for the year under review (list courses and activities with the number of credits awarded)
sk_sk: Pridelené kredity za hodnotený rok (rozpísať predmety a činnosti s počtom pridelených kreditov)

# StudentEvaluationScientificEvaluation
source: Assessment of the state and level of science education
sk_sk: Zhodnotenie stavu a úrovne vedeckej výchovy

# StudentEvaluationAssignmentsState
source: Status of fulfilment of the tasks of the study and scientific programme
sk_sk: Stav plnenia úloh študijného a vedeckého programu

# StudentEvaluationModificationProposal
source: Reasoned proposal for modification of the study and research programme, if any
sk_sk: Prípadný zdôvodnený návrh na úpravu študijného a vedeckého programu

# StudentEvaluationConclusion
source: Conclusions of the supervisor
sk_sk: Závery školiteľa

# StudentEvaluationAdditionalEvaluation
source: Possible further evaluation
sk_sk: Prípadné ďalšie zhodnotenie

# UserMigrate
source: Migrate user
sk_sk: Migrovať používateľa

# AccountsMigrate
source: Migrate accounts
sk_sk: Migrovať účty

# IndividualPlanContact
source: If you have any questions, please contact the thesis leader
sk_sk: V prípade otázok sa obráťte na vedúceho témy

source: Result
sk_sk: Výsledok

source: Transcript
sk_sk: Vysvedčenie

# StudentEvaluationGenerate
source: Generate student evaluation
sk_sk: Vygenerovať hodnotenie študenta

source: Personal data
sk_sk: Osobné údaje

# TeacherEdit
source: Edit teacher
sk_sk: Upraviť učiteľa

# ExternalTeacherEdit
source: Edit external teacher
sk_sk: Upraviť externého učiteľa

# IndividualPlanError
source: User does not have profile information filled in!
sk_sk: Uživateľ nemá vyplnené profilové informácie!

# IndividualPlanThesisError
source: The user is not assigned a dissertation topic!
sk_sk: Používateľ nemá priradenú dizertačnú tému!

source: Required
sk_sk: Povinné

# NameAndTitles
source: Full name, and titles
sk_sk: Meno, priezvisko a tituly

source: Workplace
sk_sk: Pracovisko

# ExamSupervisorSubjects
source: Subjects of the doctoral examination
sk_sk: Predmety dizertačnej skúšky

source: Examiner
sk_sk: Skúšajúci

# ExamSupervisorExaminerInfo
source: Approved by the Scientific Council of FRI
sk_sk: Schválený vedeckou radou FRI

# SpecializationSubject
source: Subject of specialization
sk_sk: Predmet špecializácie

source: Committee members proposal
sk_sk: Návrh členov komisie

# CommitteeMembersProposalInfo
source: The committee and examiners for other subjects will be appointed by the department committee. The supervisor may propose potential candidates. (Email and phone should be provided only if the proposed candidate is not from ŽU)
sk_sk: Komisiu a skúšajúcich ostatných predmetov stanoví odborová komisia. Školiteľ môže navrhnúť potenciálnych kandidátov. (E-mail a Telefón vyplňte iba ak navrhovaný nie je zo ŽU)

# ExamSupervisorChairperson
source: Chairperson (prof. title)
sk_sk: Predseda (titul prof.)

# ExamSupervisorExternalMember
source: External member (not from the faculty where the PhD student is enrolled)
sk_sk: Člen mimo (nie z fakulty, na ktorej doktorand pôsobí)

source: Academic committee member
sk_sk: Člen z odborovej komisie

source: Additional member
sk_sk: Ďalší člen

# StudyCompletionExpectedDate
source: Expected date of study completion
sk_sk: Predpokladaný termín ukončenia štúdia

# ApplicationSubmissionCreditsNumber
source: Number of credits at the time of application submission
sk_sk: Počet kreditov pri odovzdaní žiadosti

# ApplicationSubmissionYear
source: Year of application submission
sk_sk: Rok podania žiadosti

source: Dissertation topic
sk_sk: Téma dizertačnej práce

# DissertationOpponents
source: Opponents of the dissertation (Directive ŽU No. 110, Part III, Article 14)
sk_sk: Oponenti dizertačnej práce (Smernica ŽU č. 110, časť III, čl. 14)

# DissertationOpponentsInfo1
source: Each opponent must be from a different organization.
sk_sk: Každý z oponentov musí byť z inej organizácie.

# DissertationOpponentsInfo2
source: One opponent may be from UNIZA.
sk_sk: Z UNIZA môže byť jeden oponent.

# DissertationOpponentsInfo3
source: Two opponents are recommended; in justified cases, three may be appointed.
sk_sk: Odporúčajú sa dvaja oponenti, v odôvodnených prípadoch traja.

# DissertationOpponentsInfo4
source: Please include only those opponents in the proposal who have preliminarily agreed to the review.
sk_sk: Prosíme do návrhu uviesť len tých oponentov, ktorí s oponentúrou predbežne súhlasia.

# DissertationDefenseSupervisorOpponent1
source: 1st opponent (prof. title)
sk_sk: 1. oponent (titul prof.)

# DissertationDefenseSupervisorOpponent2
source: 2nd opponent (Prof. or Assoc. Prof. title, or a distinguished expert in the field from practice with a PhD./CSc. degree)
sk_sk: 2. oponent (titul prof. alebo doc. alebo významný odborník v danej oblasti z praxe s titulom PhD./CSc.)

# DissertationDefenseSupervisorOpponent3
source: 3rd opponent (Prof. or Assoc. Prof. title, or a distinguished expert in the field from practice with a PhD./CSc. degree)
sk_sk: 3. oponent (titul prof. alebo doc. alebo významný odborník v danej oblasti z praxe s titulom PhD./CSc.)

source: Workplace address
sk_sk: Adresa pracoviska

# DissertationDefenseSupervisorTitle
source: Proposal for the appointment of opponents for the dissertation defense
sk_sk: Návrh na vymenovanie oponentov na obhajobu dizertačnej práce

source: Required section
sk_sk: Povinná časť

# ExamSupervisorOpponent
source: Opponent (an expert with a PhD title who does not work at the same faculty as the doctoral candidate)
sk_sk: Oponent (odborník s akad. titulom PhD., ktorý nepôsobí na rovnakej fakulte ako doktorand)

source: Supervisor documents
sk_sk: Dokumenty školiteľa

source: Dissertation supervisor
sk_sk: Dizertačná práca školiteľ

source: Dissertation defense supervisor
sk_sk: Dizertačná skúška školiteľ

source: Chairperson
sk_sk: Predseda

source: External member
sk_sk: Člen mimo

# StudentEvaluationDeleteConfirmation
source: Do you really want to delete selected student evaluation?
sk_sk: Naozaj si prajete vymazať zvolené hodnotenie študenta?

# ExamSupervisorEdit
source: Edit exam supervisor
sk_sk: Upraviť dizertačná skúška školite

# ExamSupervisorAdd
source: Add exam supervisor
sk_sk: Pridať dizertačná skúška školiteľ

# ExamSupervisorDelete
source: Delete exam supervisor
sk_sk: Vymazať dizertačná skúška školiteľ

# ExamSupervisorGenerate
source: Generate exam supervisor
sk_sk: Vygenerovať dizertačná skúška školiteľ

# DissertationDefenseSupervisorAdd
source: Add dissertation defense supervisor
sk_sk: Pridať dizertačná skúška školiteľ
