Repository: andrejmarkus/phd-manager-2
Catalog: PhDManager/Locales/Resources.*.resx
Languages: sk_sk

# DissertationDefenseSupervisorEdit
source: Edit dissertation defense supervisor
sk_sk: Upraviť dizertačná skúška školiteľ

# DissertationDefenseSupervisorDelete
source: Delete dissertation defense supervisor
sk_sk: Vymazať dizertačná skúška školiteľ

# DissertationDefenseSupervisorGenerate
source: Generate dissertation defense supervisor
sk_sk: Vygenerovať dizertačná skúška školiteľ

# DissertationDefenseSupervisorDeleteConfirmation
source: Do you really want to delete selected dissertation defense supervisor?
sk_sk: Naozaj si prajete vymazať zvolenú položku dizertačná práca školiteľ?

# Opponent1
source: 1st opponent
sk_sk: 1. oponent

# Opponent2
source: 2nd opponent
sk_sk: 2. oponent

# Opponent3
source: 3rd opponent
sk_sk: 3. oponent

source: Birthplace
sk_sk: Miesto narodenia

source: Dissertation defense application
sk_sk: Žiadosť o obhajobu dizertačnej práce

source: Nationality
sk_sk: Štátne občianstvo

source: Ethnicity
sk_sk: Národnosť

source: Achieved higher education
sk_sk: Ukončené VŠ vzdelanie

source: Dissertation
sk_sk: Dizertačná práca
